---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralAnalyticalProjectMemberPlaneColumnTop
source: html/e1b20797-79d5-4fee-5339-9fe913cc7301.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralAnalyticalProjectMemberPlaneColumnTop Property

"Top Vertical Projection"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralAnalyticalProjectMemberPlaneColumnTop { get; }
```